tap "adevinta/zoe"
tap "adoptopenjdk/openjdk"
tap "bufbuild/buf"
tap "hbagdi/deck"
tap "heroku/brew"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kong/kong"
tap "mongodb/brew"
tap "opticdev/optic"
tap "pyroscope-io/brew"
tap "romkatv/powerlevel10k"
brew "act"
brew "apache-spark"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "boost"
brew "c-blosc"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "circleci", link: false
brew "cmake"
brew "consul"
brew "cookiecutter"
brew "coreutils"
brew "openldap"
brew "curl"
brew "docker"
brew "docker-compose"
brew "libtool"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "envconsul"
brew "erlang"
brew "fabio"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "helm"
brew "jq"
brew "kafka"
brew "lzlib"
brew "librdkafka"
brew "kcat"
brew "kubeconform"
brew "kubectx"
brew "kustomize"
brew "libfido2"
brew "libyaml"
brew "lua"
brew "lua@5.1"
brew "make"
brew "maven"
brew "minikube"
brew "mkcert"
brew "mtools"
brew "mysql"
brew "mysql-client"
brew "nghttp2"
brew "ninja"
brew "node"
brew "node@14"
brew "nss"
brew "nvm"
brew "opa"
brew "parallel"
brew "parquet-tools"
brew "pixie"
brew "pnpm"
brew "python@3.8"
brew "rabbitmq"
brew "redis"
brew "ruby"
brew "ruby@3.0"
brew "sbt"
brew "scala"
brew "scala@2.12"
brew "skaffold"
brew "telnet"
brew "terraform"
brew "terraform_landscape"
brew "tmux"
brew "travis"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "adevinta/zoe/zoe"
brew "bufbuild/buf/buf"
brew "heroku/brew/heroku"
brew "kong/kong/kong"
brew "mongodb/brew/mongocli"
brew "mongodb/brew/mongodb-database-tools"
brew "opticdev/optic/api", link: false
brew "pyroscope-io/brew/pyroscope"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adoptopenjdk"
cask "chromium"
cask "dbeaver-community"
cask "figma"
cask "firefox-developer-edition"
cask "ganache"
cask "hammerspoon"
cask "iterm2"
cask "kdiff3"
cask "lens"
cask "meld"
cask "nosqlbooster-for-mongodb"
cask "pgadmin4"
cask "postman"
cask "shiftit"
cask "spotify"
cask "sublime-text"
cask "tableau"
cask "visual-studio-code"
cask "vlc"
