tap "adevinta/zoe"
tap "adoptopenjdk/openjdk"
tap "hbagdi/deck"
tap "heroku/brew"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kong/kong"
tap "mongodb/brew"
tap "opticdev/optic"
tap "romkatv/powerlevel10k"
brew "apache-spark"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "boost"
brew "c-blosc"
brew "python@3.9"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "circleci", link: false
brew "consul"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-compose", link: false
brew "docker-machine-driver-xhyve"
brew "envconsul"
brew "erlang"
brew "fabio"
brew "fzf"
brew "gdk-pixbuf"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "libtool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "jq"
brew "kafka"
brew "lzlib"
brew "librdkafka"
brew "kcat"
brew "libyaml"
brew "lua"
brew "lua@5.1"
brew "make"
brew "maven"
brew "mtools"
brew "mysql"
brew "mysql-client"
brew "nghttp2"
brew "ninja"
brew "node"
brew "nvm"
brew "opa"
brew "parallel"
brew "parquet-tools"
brew "python@3.8"
brew "rabbitmq"
brew "redis"
brew "sbt"
brew "sbt@0.13"
brew "scala"
brew "scala@2.11"
brew "scala@2.12"
brew "telnet"
brew "terraform"
brew "terraform_landscape"
brew "tmux"
brew "travis"
brew "wget"
brew "xhyve"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "adevinta/zoe/zoe"
brew "hbagdi/deck/deck"
brew "heroku/brew/heroku"
brew "kong/kong/kong"
brew "mongodb/brew/mongocli"
brew "mongodb/brew/mongodb-database-tools"
brew "opticdev/optic/api", link: false
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "dbeaver-community"
cask "docker"
cask "firefox-developer-edition"
cask "font-source-code-pro"
cask "google-chrome"
cask "iterm2"
cask "nosqlbooster-for-mongodb"
cask "pgadmin4"
cask "postman"
cask "shiftit"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
